Repository: Ibs-Ltd/GogoDriverIosApp
Catalog: GogoFood/StringsAndConstant/*.lproj/Localizable.strings
Languages: km

source: Khmer
km: ខ្មែរ

source: English
km: អង់គ្លេស

source: Chinese
km: ចិន

source: SAVE
km: រក្សាទុក

source: Enter Phone Number
km: បញ្ចូលលេខទូរស័ព្ទ

source: Next
km: បន្ទាប់

source: Please enter the verification code via to your phone number
km: សូមបញ្ចូលលេខកូដបញ្ជាក់តាមរយៈលេខទូរស័ព្ទរបស់អ្នក

source: Verify Code
km: លេខកូដបញ្ជាក់

source: Don't get code?
km: មិនទទួលបានលេខកូដ

source: Resend code
km: សូមផ្ញើរលេខកូដម្តងទៀត

source: Order ID
km: លេខរៀងការកម្ម៉ង់

source: Items Ordered
km: មុខកម្ម៉ង់

source: Total Amount
km: ចំនួនសរុប

source: Status
km: ស្ថានភាព

source: Completed
km: រួចរាល់

source: Items Rejected
km: មុខកម្ម៉ង់ត្រូវបានបដិសេធ

source: History
km: ប្រវត្តិបញ្ជារទិញ

source: Items
km: មុខកម្ម៉ង់

source: Invite Detail
km: ព័ត៌មានពិស្តារ

source: Invite Friend via social media
km: ណែនាំមិត្តតាមបណ្តាញសង្គម

source: Invite Friend via SMSs
km: ណែនាំមិត្តតាមសារទូរស័ព្ទ

source: Invite with QR Code
km: ណែនាំតាមQRកូដ

source: SHARE
km: ចែករម្លែក

source: Feed
km: មតិព័ត៌មាន

source: FEED DETAILS
km: ព័ត៌មានលម្អិតអំពីអាហារ

source: Likes
km: ចូលចិត្ត

source: Comments
km: យោបល់

source: min
km: នាទី

source: Review Previouse Comment
km: ពិនិត្យឡើងវិញយោបល់មុនៗ

source: Home
km: ទំព័រដើម

source: INVITE & EARN
km: ណែនាំបានលុយ

source: Notification
km: សេចក្តីជូនដំណឹង

source: SETTINGS
km: ការកំណត់

source: Credit
km: ការបញ្ចូលទឹកប្រាក់

source: My Wallet
km: កាបូបលុយខ្ញុំ

source: Change Language
km: ផ្លាស់ផ្តូភាសារ

source: Support Center
km: សេវាកម្មបម្រើអតិថិជន

source: Sign Out
km: ចាកចេញ

source: Version
km: កំណែទម្រង់

source: Current Balance
km: បញ្ចូលទឹកប្រាក់

source: Add Credit
km: បន្ថែមទឹកប្រាក់

source: Top up history
km: ប្រវត្តិបញ្ចូលទឹកប្រាក់

source: Top Up
km: បញ្ចូលទឹកប្រាក់

source: Top Up from wallet
km: បញ្ចូលទឹកប្រាក់មកពីការបូបលុយ

source: Top Up From Agent A
km: បញ្ចូលទឹកប្រាក់ពីភ្នាក់ងារ

source: Balance (USD)
km: សមតុល្យជាប្រាក់ដុល្លារ

source: Recent Activity
km: សកម្មភាពថ្មីៗ

source: New Order
km: ការ​កុ​ម្ម​ង់​ថ្មី

# Today's Order
source: Today's Orders
km: បទបញ្ជាថ្ងៃនេះ

source: Cash Payment
km: ការទូទាត់ជាសាច់ប្រាក់

source: Total Price :
km: តម្លៃសរុប :

source: Delivery Fee :
km: ថ្លៃឈ្នួលដឹកជញ្ជូន :

source: Payment :
km: ការទូទាត់ :

source: SWIPE TO ARRIVE
km: អូសមកដល់

source: Call Center
km: ហៅមកក្រុមហ៊ុន

source: Call Shop
km: ហៅទៅភោជនីយដ្ឋាន

source: Order Detail
km: ព័ត៌មានលំអិតការបញ្ជាទិញ

source: RECEIPT RESTAURANT
km: អ្នកផ្តល់សំណង

source: Restaurant Detail
km: ព័ត៌មានលំអិតភោជនីយដ្ឋាន

source: Total Payment
km: ប្រាក់ទូទាត់សរុប

source: Subtotal
km: សរុបរង

source: PICKED UP
km: រើស​បាន

source: However deliver will auto confirm after check out from restaurant in 15 seconds
km: ទោះយ៉ាងណាការចែកចាយនឹងបញ្ជាក់ដោយស្វ័យប្រវត្តិបន្ទាប់ពីឆែកចេញពីភោជនីយដ្ឋានក្នុងរយៈពេល ១៥ វិនាទី

source: Are you sure you want to sign out?
km: តើអ្នកប្រាកដថាត្រូវចាកចេញមែនទេ?

source: Cancel
km: លុបចោល

source: Yes
km: បាទ / ចាស

source: Logout
km: ចាកចេញ

source: RESTAURANT - OPENING TIME
km: ភោជនីដ្ឋាន ម៉ោងបើកលក់

source: Always Open
km: តែងតែបើកលក់ជានិច្ច

source: Open Onselected Hour
km: បើកលក់តាមម៉ោងជ្រើសរើស

source: Mon
km: ច័ន្ទ

source: Tue
km: អង្គារ

source: Wed
km: ពុធ

source: Thu
km: ព្រហស្បតិ៍

source: Fri
km: សុក្រ

source: Sat
km: សៅរ៍

source: Sun
km: អាទិត្យ

source: To
km: ទៅ

source: Estimated Cooking
km: ប៉ាន់ស្មានពេលចំអិន

source: Minute
km: នាទី

source: Estimated Delivery Time
km: ប៉ានស្មានរយៈពេលដឹកជញ្ជូន

source: Description
km: ការពិពណ៌នា

source: Enter Description
km: បញ្ចូលការពិពណ៌នា

source: Add Menu Item
km: ម៉ឺនុយបន្ថែមមុខកម្ម៉ង់

source: Active
km: បើក

source: Item Name
km: ឈ្មោះមុខកម្ម៉ង

source: Category
km: ប្រភេទ

source: Select Category
km: ជ្រើសរើសប្រភេទ

source: Item Price
km: តម្លៃមុខកម្ម៉ង

source: Enter Price
km: បញ្ចូលតម្លៃ

# Recommends
source: Recommend
km: ណែនាំជូន

source: Select Recommend
km: ជ្រើសរើសម្ហូបណែនាំ

source: Enter Discount
km: បញ្ចូលបញ្ចុះតម្លៃ

source: Extra
km: បន្ថែម

source: eg:.Coffee Sugar=15%, coffee 75%
km: ឧទាហរណ៍ ស្ករ១៥% , កាហ្វេ៧៥%

source: Discount Items
km: មុខកម្ម៉ង់បញ្ចុះតម្លៃ

source: None
km: គ្មាន

source: Percent
km: ភាគរយ

source: Coupon
km: គូប៉ុង

source: Discount Percentage
km: ភាគរយបញ្ចុះតម្លៃ

source: Enter Percentage
km: បញ្ចូលភាគរយ

source: Coupon Code
km: លេខកូដគូប៉ុង

source: Enter Coupon Code
km: បញ្ចូលលេខកូដគូប៉ុង

source: Item Image
km: រូបភាពមុខកម្ម៉ង់

source: Image
km: រូបភាព

source: Save
km: រក្សាទុក

source: LIST FOOD
km: រាយម្ហូប

source: List Food Category
km: តារាងប្រភេទមុខម្ហូប

source: ADD
km: បន្ថែម

source: Add Category
km: បន្ថែមប្រភេទ

source: Category Name
km: ឈ្មោះប្រភេទ

source: Descripton
km: ការពិពណ៌នា

source: Report
km: របាយការណ៍

source: Daily
km: ប្រចាំថ្ងៃ

source: Weekly
km: ប្រចាំសប្តាហ៍

source: Monthly
km: ប្រចាំខែ

source: Annual
km: ប្រចាំឆ្នាំ

source: Order Statistics
km: ស្ថិតិការកម្ម៉ង់

source: Qty
km: បរិមាណ

source: Amount
km: ចំនួន

source: Total Order Today
km: ចំនួនកម្ម៉ងសរុបថ្ងៃនេះ

source: Total Order Yesterday
km: ចំនួនកម្ម៉ងសរុបម្សិលម៉ិញ

source: Total Order This Week
km: ចំនួនកម្ម៉ងសរុបសប្តាហ៍នេះ

source: Total Order Last Week
km: ចំនួនកម្ម៉ងសរុបសប្តាហ៍មុន

source: Total Order This Month
km: ចំនួនកម្ម៉ងសរុបខែនេះ

source: Total Order Last Month
km: ចំនួនកម្ម៉ងសរុបខែមុន

source: Total Order This Year
km: ចំនួនកម្ម៉ងសរុបឆ្នាំនេះ

source: Total Order Last Year
km: ចំនួនកម្ម៉ងសរុបឆ្នាំមុន

source: Total Order
km: ចំនួនកម្ម៉ង់សរុប

source: Daily Order Statistics
km: ស្ថិតិការកម្ម៉ង់ប្រចាំថ្ងៃ

source: Order statistics - Course
km: ស្ថិតិកម្ម៉ង់ វគ្គ
